import image1 from '../images/image_01.jpg';
import image4 from '../images/image_04.jpg';
import image5 from '../images/image_05.jpg';
import image7 from '../images/image_07.jpg';
import image8 from '../images/image_08.jpg';

const arrayCards = [
    {
        img: image1,
        title: 'Национальное достояние – парки',
        date: '2 августа, 2019',
        text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
        source: 'Лента.ру',
        keyword: 'Природа',
        link: 'https://lenta.ru/',
        _id: 1,
    },
    {
        img: image4,
        title: 'Лесные огоньки: история одной фотографии',
        date: '2 августа, 2019',
        text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы',
        source: 'Медуза',
        keyword: 'Природа',
        link: 'https://meduza.io/',
        _id: 2,
    },
    {
        img: image5,
        title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
        date: '2 августа, 2019',
        text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
        source: 'РИА',
        keyword: 'Природа',
        link: 'https://ria.ru/',
        _id: 3,
    },
    {
        img: image7,
        title: 'Национальное достояние – парки',
        date: '2 августа, 2019',
        text: 'В 2016 году Америка отмечала важный юбилей: сто лет назад здесь начала складываться система национальных парков – охраняемых территорий, где и сегодня каждый может приобщиться к природе.',
        source: 'Дзен',
        keyword: 'Природа',
        link: 'https://zen.yandex.ru/',
        _id: 4,
    },
    {
        img: image8,
        title: 'Лесные огоньки: история одной фотографии',
        date: '2 августа, 2019',
        text: 'Фотограф отвлеклась от освещения суровой политической реальности Мексики, чтобы запечатлеть ускользающую красоту одного из местных чудес природы',
        source: 'Афиша',
        keyword: 'Природа',
        link: 'https://daily.afisha.ru/news/',
        _id: 5,
    },
    {
        img: image1,
        title: '«Первозданная тайга»: новый фотопроект Игоря Шпиленка',
        date: '2 августа, 2019',
        text: 'Знаменитый фотограф снимает первозданные леса России, чтобы рассказать о необходимости их сохранения. В этот раз он отправился в Двинско-Пинежскую тайгу, где...',
        source: 'РИА',
        keyword: 'Природа',
        link: 'https://ria.ru/',
        _id: 6,
    },
]
export default arrayCards;